Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

source: Get all box IDs at location ${locationIdentifier}
ar: الحصول على جميع معرّفات الصناديق في الموقع ${locationIdentifier}
bn: অবস্থান ${locationIdentifier}-এর সব বাক্সের ID সংগ্রহ করুন
cs: Získat všechna ID krabic v umístění ${locationIdentifier}
da: Hent alle kasse-id'er på placering ${locationIdentifier}
de: Erhalte alle Kisten-IDs vom Standort ${locationIdentifier}.
es: Obtener todos los ID de cajas en la ubicación ${locationIdentifier}
fr: Obtenir tous les ID de boîtes à l’emplacement ${locationIdentifier}
hi: स्थान ${locationIdentifier} पर सभी डिब्बों की आईडी प्राप्त करें
it: Ottieni tutti gli ID delle scatole nella posizione ${locationIdentifier}
ja: 場所 ${locationIdentifier} のすべての箱IDを取得
nl: Alle doos-ID's op locatie ${locationIdentifier} ophalen
pl: Pobierz wszystkie identyfikatory pudełek w lokalizacji ${locationIdentifier}
pt_pt: Obter all caixa IDs at localização ${localizaçãoIdentifier}
uk: Отримати всі ID коробок у локації ${locationIdentifier}
zh_hans: 取得位置 ${locationIdentifier} 的所有箱子 ID
zh_hk: 取得位置 ${locationIdentifier} 的所有箱子 ID

source: Get all images of box ${boxIdentifier}
ar: الحصول على جميع صور الصندوق ${boxIdentifier}
bn: বাক্স ${boxIdentifier}-এর সব ছবি সংগ্রহ করুন
cs: Získat všechny obrázky krabice ${boxIdentifier}
da: Hent alle billeder fra kasse ${boxIdentifier}
de: Erhalte alle Bilder zu der Kiste ${boxIdentifier}.
es: Obtener todas las imágenes de la caja ${boxIdentifier}
fr: Obtenir toutes les images de la boîte ${boxIdentifier}
hi: डिब्बे ${boxIdentifier} के सभी चित्र प्राप्त करें
it: Ottieni tutte le immagini della scatola ${boxIdentifier}
ja: 箱 ${boxIdentifier} のすべての画像を取得
nl: Alle afbeeldingen van doos ${boxIdentifier} ophalen
pl: Pobierz wszystkie obrazy pudełka ${boxIdentifier}
pt_pt: Obter all imagems of caixa ${caixaIdentifier}
uk: Отримати всі зображення коробки ${boxIdentifier}
zh_hans: 取得箱子 ${boxIdentifier} 的所有图片
zh_hk: 取得箱子 ${boxIdentifier} 的所有圖片

source: Get all item IDs
ar: احصل على جميع معرفات العناصر
bn: সব আইটেমের ID সংগ্রহ করুন
cs: Získat všechna ID položek
da: Hent alle genstands-id'er
de: Erhalte alle Gegenstand-IDs
es: Obtener todos los ID de objetos
fr: Obtenir tous les ID d’éléments
hi: सभी वस्तुओं की ID प्राप्त करें
it: Ottieni tutti gli ID degli elementi
ja: すべてのアイテムIDを取得
nl: Alle item-ID's ophalen
pl: Pobierz wszystkie identyfikatory przedmiotów
pt_pt: Obter all item IDs
uk: Отримати всі ID елементів
zh_hans: 取得所有物品 ID
zh_hk: 取得所有物品 ID

source: Get all item IDs from a box.
ar: احصل على جميع معرفات العناصر من صندوق.
bn: একটি বাক্স থেকে সব আইটেমের ID সংগ্রহ করুন।
cs: Získat všechna ID položek z krabice.
da: Hent alle genstands-id'er fra en kasse.
de: Erhalte alle Gegenstand-IDs von einer Kiste
es: Obtiene todos los ID de objetos de una caja.
fr: Obtenir tous les ID d’éléments d’une boîte.
hi: किसी डिब्बे से सभी वस्तुओं की ID प्राप्त करें।
it: Ottieni tutti gli ID degli elementi di una scatola.
ja: 箱に含まれるすべてのアイテムIDを取得します。
nl: Alle item-ID's uit een doos ophalen.
pl: Pobierz wszystkie identyfikatory przedmiotów z pudełka.
pt_pt: Obter all item IDs from a caixa.
uk: Отримати всі ID елементів із коробки.
zh_hans: 取得箱子中的所有物品 ID。
zh_hk: 取得箱子中的所有物品 ID。

source: Get all item IDs from box ${boxName}
ar: الحصول على جميع معرّفات العناصر من الصندوق ${boxName}
bn: বাক্স ${boxName} থেকে সব আইটেমের ID সংগ্রহ করুন
cs: Získat všechna ID položek z krabice ${boxName}
da: Hent alle genstands-id'er fra kasse ${boxName}
de: Erhalte alle Gegenstand-IDs von Kiste ${boxName}.
es: Obtener todos los ID de objetos de la caja ${boxName}
fr: Obtenir tous les ID d’éléments de la boîte ${boxName}
hi: डिब्बे ${boxName} से सभी वस्तुओं की आईडी प्राप्त करें
it: Ottieni tutti gli ID degli elementi dalla scatola ${boxName}
ja: 箱 ${boxName} のすべてのアイテムIDを取得
nl: Alle item-ID's uit doos ${boxName} ophalen
pl: Pobierz wszystkie identyfikatory przedmiotów z pudełka ${boxName}
pt_pt: Obter all item IDs from caixa ${caixaName}
uk: Отримати всі ID елементів із коробки ${boxName}
zh_hans: 取得箱子 ${boxName} 的所有物品 ID
zh_hk: 取得箱子 ${boxName} 的所有物品 ID

source: Get all location IDs
ar: احصل على جميع معرفات المواقع
bn: সব অবস্থানের ID সংগ্রহ করুন
cs: Získat všechna ID umístění
da: Hent alle placerings-id'er
de: Erhalte alle Standort-IDs
es: Obtener todos los ID de ubicaciones
fr: Obtenir tous les ID d’emplacements
hi: सभी स्थानों की ID प्राप्त करें
it: Ottieni tutti gli ID delle posizioni
ja: すべての場所IDを取得
nl: Alle locatie-ID's ophalen
pl: Pobierz wszystkie identyfikatory lokalizacji
pt_pt: Obter all localização IDs
uk: Отримати всі ID локацій
zh_hans: 取得所有位置 ID
zh_hk: 取得所有位置 ID

source: Get box id for item ${itemName}
ar: الحصول على معرّف الصندوق للعنصر ${itemName}
bn: আইটেম ${itemName}-এর জন্য বাক্সের ID সংগ্রহ করুন
cs: Získat ID krabice pro položku ${itemName}
da: Hent kasse-id for genstand ${itemName}
de: Erhalte die Kisten-ID für den Gegenstand ${itemName}.
es: Obtener el ID de caja para el objeto ${itemName}
fr: Obtenir l’ID de boîte pour l’élément ${itemName}
hi: वस्तु ${itemName} के लिए डिब्बे की आईडी प्राप्त करें
it: Ottieni l’ID della scatola per l’elemento ${itemName}
ja: アイテム ${itemName} の箱IDを取得
nl: Doos-ID voor item ${itemName} ophalen
pl: Pobierz identyfikator pudełka dla przedmiotu ${itemName}
pt_pt: Obter caixa id for item ${itemName}
uk: Отримати ID коробки для елемента ${itemName}
zh_hans: 取得物品 ${itemName} 所在箱子的 ID
zh_hk: 取得物品 ${itemName} 所在箱子的 ID

source: Get box IDs at location
ar: احصل على معرفات الصناديق في موقع
bn: অবস্থানে থাকা বাক্সগুলোর ID সংগ্রহ করুন
cs: Získat ID krabic v umístění
da: Hent kasse-id'er på placering
de: Erhalte alle Kisten-IDs zu einem Standort
es: Obtener ID de cajas en la ubicación
fr: Obtenir les ID de boîtes à l’emplacement
hi: स्थान पर डिब्बों की ID प्राप्त करें
it: Ottieni gli ID delle scatole nella posizione
ja: 場所にある箱IDを取得
nl: Doos-ID's op locatie ophalen
pl: Pobierz identyfikatory pudełek w lokalizacji
pt_pt: Obter caixa IDs at localização
uk: Отримати ID коробок у локації
zh_hans: 取得位置中的箱子 ID
zh_hk: 取得位置中的箱子 ID

source: Get box image file names
ar: احصل على أسماء ملفات صور الصندوق
bn: বাক্সের ছবির ফাইলনাম সংগ্রহ করুন
cs: Získat názvy souborů obrázků krabice
da: Hent billedfilnavne for kasse
de: Erhalte alle Bilder von einer Kiste
es: Obtener nombres de archivos de imagen de la caja
fr: Obtenir les noms de fichiers image de la boîte
hi: डिब्बे की चित्र फ़ाइलों के नाम प्राप्त करें
it: Ottieni i nomi dei file immagine della scatola
ja: 箱の画像ファイル名を取得
nl: Bestandsnamen van doosafbeeldingen ophalen
pl: Pobierz nazwy plików obrazów pudełka
pt_pt: Obter caixa imagem file names
uk: Отримати назви файлів зображень коробки
zh_hans: 取得箱子图片文件名
zh_hk: 取得箱子圖片檔名

source: Get box item IDs
ar: احصل على معرفات عناصر الصندوق
bn: বাক্সের আইটেম ID সংগ্রহ করুন
cs: Získat ID položek krabice
da: Hent genstands-id'er for kasse
de: Erhalte alle Gegenstand-IDs von einer Kiste
es: Obtener ID de objetos de la caja
fr: Obtenir les ID d’éléments de la boîte
hi: डिब्बे की वस्तुओं की ID प्राप्त करें
it: Ottieni gli ID degli elementi della scatola
ja: 箱のアイテムIDを取得
nl: Item-ID's van doos ophalen
pl: Pobierz identyfikatory przedmiotów pudełka
pt_pt: Obter caixa item IDs
uk: Отримати ID елементів коробки
zh_hans: 取得箱子物品 ID
zh_hk: 取得箱子物品 ID

source: Get box location ID
ar: احصل على معرف موقع الصندوق
bn: বাক্সের অবস্থান ID সংগ্রহ করুন
cs: Získat ID umístění krabice
da: Hent placerings-id for kasse
de: Erhalte die Standort-ID von einer Kiste
es: Obtener ID de ubicación de la caja
fr: Obtenir l’ID d’emplacement de la boîte
hi: डिब्बे का स्थान ID प्राप्त करें
it: Ottieni l’ID posizione della scatola
ja: 箱の場所IDを取得
nl: Locatie-ID van doos ophalen
pl: Pobierz identyfikator lokalizacji pudełka
pt_pt: Obter caixa localização ID
uk: Отримати ID локації коробки
zh_hans: 取得箱子位置 ID
zh_hk: 取得箱子位置 ID

source: Get box name by ID
ar: احصل على اسم الصندوق حسب المعرف
bn: ID দিয়ে বাক্সের নাম সংগ্রহ করুন
cs: Získat název krabice podle ID
da: Hent kassenavn via ID
de: Erhalte den Kistennamen anhand ihrer ID
es: Obtener nombre de la caja por ID
fr: Obtenir le nom de la boîte par ID
hi: ID से डिब्बे का नाम प्राप्त करें
it: Ottieni il nome della scatola tramite ID
ja: IDから箱名を取得
nl: Doosnaam op ID ophalen
pl: Pobierz nazwę pudełka po ID
pt_pt: Obter caixa name by ID
uk: Отримати назву коробки за ID
zh_hans: 依 ID 取得箱子名稱
zh_hk: 依 ID 取得箱子名稱

source: Get box name for box ${boxID}
ar: الحصول على اسم الصندوق ${boxID}
bn: বাক্স ${boxID}-এর নাম সংগ্রহ করুন
cs: Získat název krabice ${boxID}
da: Hent navn for kasse ${boxID}
de: Erhalte den Kistennamen zu der Kiste mit der ID ${boxID}.
es: Obtener nombre de la caja ${boxID}
fr: Obtenir le nom de la boîte pour la boîte ${boxID}
hi: डिब्बे ${boxID} का नाम प्राप्त करें
it: Ottieni il nome per la scatola ${boxID}
ja: 箱 ${boxID} の名前を取得
nl: Doosnaam voor doos ${boxID} ophalen
pl: Pobierz nazwę pudełka ${boxID}
pt_pt: Obter caixa name for caixa ${caixaID}
uk: Отримати назву для коробки ${boxID}
zh_hans: 取得箱子 ${boxID} 的名稱
zh_hk: 取得箱子 ${boxID} 的名稱

source: Get box tags
ar: احصل على علامات الصندوق
bn: বাক্সের ট্যাগ সংগ্রহ করুন
cs: Získat značky krabice
da: Hent tags for kasse
de: Erhalte alle Tags einer Kiste
es: Obtener etiquetas de la caja
fr: Obtenir les étiquettes de la boîte
hi: डिब्बे के टैग प्राप्त करें
it: Ottieni etichette della scatola
ja: 箱のタグを取得
nl: Doostags ophalen
pl: Pobierz tagi pudełka
pt_pt: Obter caixa tags
uk: Отримати мітки коробки
zh_hans: 取得箱子标签
zh_hk: 取得箱子標籤

source: Get empty locations
ar: احصل على المواقع الفارغة
bn: খালি অবস্থানসমূহ সংগ্রহ করুন
cs: Získat prázdná umístění
da: Hent tomme placeringer
de: Leere Standorte abrufen
es: Obtener ubicaciones vacías
fr: Obtenir les emplacements vides
hi: खाली स्थान प्राप्त करें
it: Ottieni posizioni vuote
ja: 空の場所を取得
nl: Lege locaties ophalen
pl: Pobierz puste lokalizacje
pt_pt: Obter empty localizaçãos
uk: Отримати порожні локації
zh_hans: 取得空白位置
zh_hk: 取得空白位置

source: Get inventory summary
ar: احصل على ملخص المخزون
bn: ইনভেন্টরির সারাংশ সংগ্রহ করুন
cs: Získat souhrn inventáře
da: Hent oversigt over inventar
de: Inventarübersicht abrufen
es: Obtener resumen de inventario
fr: Obtenir le résumé de l’inventaire
hi: इन्वेंटरी सारांश प्राप्त करें
it: Ottieni riepilogo inventario
ja: 在庫概要を取得
nl: Inventarisoverzicht ophalen
pl: Pobierz podsumowanie inwentarza
pt_pt: Obter inventory summary
uk: Отримати зведення інвентарю
zh_hans: 取得库存摘要
zh_hk: 取得庫存摘要

source: Get item box (Siri)
ar: احصل على صندوق العنصر (Siri)
bn: আইটেমের বাক্স সংগ্রহ করুন (Siri)
cs: Získat krabici položky (Siri)
da: Hent kasse for genstand (Siri)
de: Erhalte die Kiste zu einem Gegenstand mit Siri
es: Obtener caja del objeto (Siri)
fr: Obtenir la boîte de l’élément (Siri)
hi: वस्तु का डिब्बा प्राप्त करें (Siri)
it: Ottieni scatola dell’elemento (Siri)
ja: アイテムの箱を取得（Siri）
nl: Itemdoos ophalen (Siri)
pl: Pobierz pudełko przedmiotu (Siri)
pt_pt: Obter item caixa (Siri)
uk: Отримати коробку елемента (Siri)
zh_hans: 取得物品所在箱子（Siri）
zh_hk: 取得物品所在箱子（Siri）

source: Get item box ID
ar: احصل على معرف صندوق العنصر
bn: আইটেমের বাক্স ID সংগ্রহ করুন
cs: Získat ID krabice položky
da: Hent kasse-id for genstand
de: Erhalte die Kisten-ID zu einem Gegenstand
es: Obtener ID de la caja del objeto
fr: Obtenir l’ID de boîte de l’élément
hi: वस्तु का डिब्बा ID प्राप्त करें
it: Ottieni ID scatola dell’elemento
ja: アイテムの箱IDを取得
nl: Doos-ID van item ophalen
pl: Pobierz identyfikator pudełka przedmiotu
pt_pt: Obter item caixa ID
uk: Отримати ID коробки елемента
zh_hans: 取得物品所在箱子 ID
zh_hk: 取得物品所在箱子 ID

source: Get item name by ID
ar: احصل على اسم العنصر حسب المعرف
bn: ID দিয়ে আইটেমের নাম সংগ্রহ করুন
cs: Získat název položky podle ID
da: Hent genstandsnavn via ID
de: Erhalte den Gegenstandsnamen anhand seiner ID
es: Obtener nombre del objeto por ID
fr: Obtenir le nom de l’élément par ID
hi: ID से वस्तु का नाम प्राप्त करें
it: Ottieni nome elemento tramite ID
ja: IDからアイテム名を取得
nl: Itemnaam op ID ophalen
pl: Pobierz nazwę przedmiotu po ID
pt_pt: Obter item name by ID
uk: Отримати назву елемента за ID
zh_hans: 依 ID 取得物品名稱
zh_hk: 依 ID 取得物品名稱

source: Get item name for item ${itemID}
ar: الحصول على اسم العنصر ${itemID}
bn: আইটেম ${itemID}-এর নাম সংগ্রহ করুন
cs: Získat název položky ${itemID}
da: Hent navn for genstand ${itemID}
de: Erhalte den Gegenstandsnamen anhand der Gegenstands-iD ${itemID}.
es: Obtener nombre del objeto ${itemID}
fr: Obtenir le nom de l’élément pour l’élément ${itemID}
hi: वस्तु ${itemID} का नाम प्राप्त करें
it: Ottieni il nome per l’elemento ${itemID}
ja: アイテム ${itemID} の名前を取得
nl: Itemnaam voor item ${itemID} ophalen
pl: Pobierz nazwę przedmiotu ${itemID}
pt_pt: Obter item name for item ${itemID}
uk: Отримати назву для елемента ${itemID}
zh_hans: 取得物品 ${itemID} 的名稱
zh_hk: 取得物品 ${itemID} 的名稱

source: Get location ID of box ${boxReference}
ar: الحصول على معرّف موقع الصندوق ${boxReference}
bn: বাক্স ${boxReference}-এর অবস্থান ID সংগ্রহ করুন
cs: Získat ID umístění krabice ${boxReference}
da: Hent placerings-id for kasse ${boxReference}
de: Erhalte die Standort-ID zu der Kiste ${boxReference}.
es: Obtener ID de ubicación de la caja ${boxReference}
fr: Obtenir l’ID d’emplacement de la boîte ${boxReference}
hi: डिब्बे ${boxReference} की स्थान आईडी प्राप्त करें
it: Ottieni l’ID della posizione della scatola ${boxReference}
ja: 箱 ${boxReference} の場所IDを取得
nl: Locatie-ID van doos ${boxReference} ophalen
pl: Pobierz identyfikator lokalizacji pudełka ${boxReference}
pt_pt: Obter localização ID of caixa ${caixaReference}
uk: Отримати ID локації коробки ${boxReference}
zh_hans: 取得箱子 ${boxReference} 的位置 ID
zh_hk: 取得箱子 ${boxReference} 的位置 ID

source: Get location name by ID
ar: احصل على اسم الموقع حسب المعرف
bn: ID দিয়ে অবস্থানের নাম সংগ্রহ করুন
cs: Získat název umístění podle ID
da: Hent placeringsnavn via ID
de: Erhalte den Standortnamen anhand seiner ID
es: Obtener nombre de la ubicación por ID
fr: Obtenir le nom de l’emplacement par ID
hi: ID से स्थान का नाम प्राप्त करें
it: Ottieni nome posizione tramite ID
ja: IDから場所名を取得
nl: Locatienaam op ID ophalen
pl: Pobierz nazwę lokalizacji po ID
pt_pt: Obter localização name by ID
uk: Отримати назву локації за ID
zh_hans: 依 ID 取得位置名稱
zh_hk: 依 ID 取得位置名稱

source: Get location name for Location ${locationID}
ar: الحصول على اسم الموقع ${locationID}
bn: অবস্থান ${locationID}-এর নাম সংগ্রহ করুন
cs: Získat název umístění ${locationID}
da: Hent navn for placering ${locationID}
de: Erhalte den Standortnamen zu dem Standort mit der ID ${locationID}.
es: Obtener nombre de la ubicación ${locationID}
fr: Obtenir le nom de l’emplacement pour l’emplacement ${locationID}
hi: स्थान ${locationID} का नाम प्राप्त करें
it: Ottieni il nome per la posizione ${locationID}
ja: 場所 ${locationID} の名前を取得
nl: Locatienaam voor locatie ${locationID} ophalen
pl: Pobierz nazwę lokalizacji ${locationID}
pt_pt: Obter localização name for Localização ${localizaçãoID}
uk: Отримати назву для локації ${locationID}
zh_hans: 取得位置 ${locationID} 的名稱
zh_hk: 取得位置 ${locationID} 的名稱

source: Get location overview
ar: احصل على نظرة عامة على الموقع
bn: অবস্থানের সারসংক্ষেপ সংগ্রহ করুন
cs: Získat přehled umístění
da: Hent oversigt over placering
de: Standortübersicht abrufen
es: Obtener resumen de ubicación
fr: Obtenir l’aperçu de l’emplacement
hi: स्थान का अवलोकन प्राप्त करें
it: Ottieni panoramica posizione
ja: 場所の概要を取得
nl: Locatieoverzicht ophalen
pl: Pobierz podsumowanie lokalizacji
pt_pt: Obter localização overview
uk: Отримати огляд локації
zh_hans: 取得位置总览
zh_hk: 取得位置總覽

source: Get overview for location ${locationIdentifier}
ar: الحصول على نظرة عامة للموقع ${locationIdentifier}
bn: অবস্থান ${locationIdentifier}-এর সারসংক্ষেপ সংগ্রহ করুন
cs: Získat přehled pro umístění ${locationIdentifier}
da: Hent oversigt for placering ${locationIdentifier}
de: Übersicht für Standort ${locationIdentifier} abrufen
es: Obtener resumen de la ubicación ${locationIdentifier}
fr: Obtenir l’aperçu pour l’emplacement ${locationIdentifier}
hi: स्थान ${locationIdentifier} का अवलोकन प्राप्त करें
it: Ottieni panoramica per la posizione ${locationIdentifier}
ja: 場所 ${locationIdentifier} の概要を取得
nl: Overzicht voor locatie ${locationIdentifier} ophalen
pl: Pobierz podsumowanie lokalizacji ${locationIdentifier}
pt_pt: Obter overview for localização ${localizaçãoIdentifier}
uk: Отримати огляд для локації ${locationIdentifier}
zh_hans: 取得位置 ${locationIdentifier} 的总览
zh_hk: 取得位置 ${locationIdentifier} 的總覽

source: Get tags of box ${boxIdentifier}
ar: الحصول على وسوم الصندوق ${boxIdentifier}
bn: বাক্স ${boxIdentifier}-এর ট্যাগ সংগ্রহ করুন
cs: Získat značky krabice ${boxIdentifier}
da: Hent tags for kasse ${boxIdentifier}
de: Erhalte alle Tags zu der Kiste ${boxIdentifier}.
es: Obtener etiquetas de la caja ${boxIdentifier}
fr: Obtenir les étiquettes de la boîte ${boxIdentifier}
hi: डिब्बे ${boxIdentifier} के टैग प्राप्त करें
it: Ottieni etichette della scatola ${boxIdentifier}
ja: 箱 ${boxIdentifier} のタグを取得
nl: Tags van doos ${boxIdentifier} ophalen
pl: Pobierz tagi pudełka ${boxIdentifier}
pt_pt: Obter tags of caixa ${caixaIdentifier}
uk: Отримати мітки коробки ${boxIdentifier}
zh_hans: 取得箱子 ${boxIdentifier} 的标签
zh_hk: 取得箱子 ${boxIdentifier} 的標籤

source: Get unassigned items
ar: احصل على العناصر غير المعينة
bn: অনির্ধারিত আইটেম সংগ্রহ করুন
cs: Získat nepřiřazené položky
da: Hent ikke-tilknyttede genstande
de: Nicht zugeordnete Gegenstände abrufen
es: Obtener objetos no asignados
fr: Obtenir les éléments non attribués
hi: असाइन न की गई वस्तुएँ प्राप्त करें
it: Ottieni elementi non assegnati
ja: 未割り当てのアイテムを取得
nl: Niet-toegewezen items ophalen
pl: Pobierz nieprzypisane przedmioty
pt_pt: Obter unassigned itens
uk: Отримати непризначені елементи
zh_hans: 取得未指派物品
zh_hk: 取得未指派物品

source: Go to App Settings → Storage & Backup. Create a backup and share it. Currently, this is the only way to share Boxes.
ar: اذهب إلى إعدادات التطبيق ← التخزين والنسخ الاحتياطي. أنشئ نسخة احتياطية وشاركها. حالياً هذه هي الطريقة الوحيدة لمشاركة الصناديق.
bn: App Settings → Storage & Backup-এ যান। একটি ব্যাকআপ তৈরি করুন এবং শেয়ার করুন। বর্তমানে বাক্স শেয়ার করার এটাই একমাত্র উপায়।
cs: Přejděte do Nastavení aplikace → Úložiště a zálohování. Vytvořte zálohu a sdílejte ji. V současnosti je to jediný způsob, jak sdílet krabice.
da: Gå til appindstillinger → Lagring og backup. Opret en backup og del den. Det er i øjeblikket den eneste måde at dele kasser på.
de: Gehe zu Einstellungen → Speicher & Backup. Erstelle ein Backup und teile es. Derzeit die einzige Möglichkeit, deine Kisten zu teilen.
es: Ve a Ajustes → Almacenamiento y copia. Crea una copia y compártela. Por ahora, es la única forma de compartir cajas.
fr: Allez dans Réglages de l’app → Stockage et sauvegarde. Créez une sauvegarde et partagez-la. C’est actuellement le seul moyen de partager des boîtes.
hi: ऐप सेटिंग्स → स्टोरेज और बैकअप पर जाएँ। बैकअप बनाएँ और उसे साझा करें। फिलहाल डिब्बे साझा करने का यही एकमात्र तरीका है।
it: Andare su Impostazioni app → Archiviazione e backup. Creare un backup e condividerlo. Attualmente questo è l'unico modo per condividere le caselle.
ja: アプリ設定 → 保存とバックアップへ進み、バックアップを作成して共有してください。現在、箱を共有する唯一の方法です。
nl: Ga naar Instellingen → Opslag & back-up. Maak een back-up en deel deze. Momenteel is dat de enige manier om boxen te delen.
pl: Przejdź do Ustawienia aplikacji → Pamięć i kopia zapasowa. Utwórz kopię i udostępnij ją. Obecnie to jedyny sposób udostępniania pudełek.
pt_pt: Go to App Definições → Storage & Cópia de segurança. Criar a cópia de segurança and share it. Currently, this is the only way to share Caixaes.
uk: Перейдіть до Налаштувань додатка → Сховище та резервне копіювання. Створіть резервну копію та поділіться нею. Наразі це єдиний спосіб поділитися коробками.
zh_hans: 前往 App 设置 → 存储与备份。建立备份后再分享。目前这是分享箱子的唯一方式。
zh_hk: 前往 App 設定 → 儲存與備份。建立備份後再分享。目前這是分享箱子的唯一方式。

source: Hide Tags
ar: إخفاء العلامات
bn: ট্যাগ লুকান
cs: Skrýt značky
da: Skjul tags
de: Tags ausblenden
es: Ocultar etiquetas
fr: Masquer les étiquettes
hi: टैग छिपाएँ
it: Nascondi etichette
ja: タグを隠す
nl: Tags verbergen
pl: Ukryj tagi
pt_pt: Ocultar etiquetas
uk: Сховати мітки
zh_hans: 隐藏标签
zh_hk: 隱藏標籤

source: Hoch
ar: عالٍ
bn: উচ্চ
cs: Vysoká
da: Høj
es: Alto
fr: Élevé
hi: उच्च
it: Alta
ja: 高
nl: Hoog
pl: Wysoka
pt_pt: Alto
uk: Висока
zh_hans: 高
zh_hk: 高

source: Hold and drag images to reorder it. Change the default order in the box settings.
ar: اضغط مطولاً واسحب الصور لإعادة ترتيبها. غيّر الترتيب الافتراضي من إعدادات الصندوق.
bn: ছবির ক্রম পরিবর্তন করতে চেপে ধরে টেনে আনুন। ডিফল্ট ক্রম বাক্সের সেটিংসে পরিবর্তন করুন।
cs: Podržte a přetáhněte obrázky pro změnu pořadí. Výchozí pořadí můžete změnit v nastavení krabice.
da: Hold og træk billeder for at ændre rækkefølgen. Skift standardrækkefølgen i kasseindstillingerne.
de: Bilder halten und ziehen, um die Reihenfolge zu ändern. Die Standardreihenfolge lässt sich in den Kisten-Einstellungen ändern.
es: Mantén pulsado y arrastra imágenes para reordenarlas. Puedes cambiar el orden por defecto en los ajustes de la caja.
fr: Maintenez et faites glisser les images pour les réorganiser. Modifiez l’ordre par défaut dans les réglages de la boîte.
hi: चित्रों का क्रम बदलने के लिए उन्हें दबाकर खींचें। डिफ़ॉल्ट क्रम डिब्बे की सेटिंग्स में बदलें।
it: Tenere premuto e trascinare le immagini per riordinarle. Modificare l'ordine predefinito nelle impostazioni del riquadro.
ja: 画像を長押ししてドラッグすると並べ替えられます。デフォルトの順序は箱の設定で変更できます。
nl: Houd afbeeldingen vast en sleep om te herschikken. Wijzig de standaardvolgorde via boxinstellingen.
pl: Przytrzymaj i przeciągnij obrazy, aby zmienić ich kolejność. Domyślną kolejność zmienisz w ustawieniach pudełka.
pt_pt: Hold and drag imagems to reorder it. Change the default order in the caixa settings.
uk: Утримуйте та перетягуйте зображення, щоб змінити їх порядок. Змініть порядок за замовчуванням у налаштуваннях коробки.
zh_hans: 按住並拖曳图片即可重新排序。你也可以在箱子设置中更改预设排序。
zh_hk: 按住並拖曳圖片即可重新排序。你也可以在箱子設定中更改預設排序。

source: Horizontal layout
ar: تخطيط أفقي
bn: আনুভূমিক বিন্যাস
cs: Vodorovné rozložení
da: Vandret layout
de: Horizontales Layout
es: Diseño horizontal
fr: Disposition horizontale
hi: क्षैतिज लेआउट
it: Layout orizzontale
ja: 横並びレイアウト
nl: Horizontale lay-out
pl: Układ poziomy
pt_pt: Disposição horizontal
uk: Горизонтальний макет
zh_hans: 橫向版面
zh_hk: 橫向版面

source: How can I share my Boxes with friends and family?
ar: كيف يمكنني مشاركة صناديقي مع العائلة والأصدقاء؟
bn: আমি কীভাবে আমার বাক্সগুলো বন্ধু ও পরিবারের সাথে শেয়ার করতে পারি?
cs: Jak mohu sdílet své krabice s přáteli a rodinou?
da: Hvordan kan jeg dele mine kasser med venner og familie?
de: Wie kann ich meine Kisten mit Freunden und Familie teilen?
es: ¿Cómo puedo compartir mis cajas con familia o amigos?
fr: Comment puis-je partager mes boîtes avec ma famille et mes amis ?
hi: मैं अपने डिब्बे मित्रों और परिवार के साथ कैसे साझा कर सकता हूँ?
it: Come posso condividere le mie Scatole con amici e familiari?
ja: 箱を家族や友人と共有するにはどうすればいいですか？
nl: Hoe deel ik mijn boxen met vrienden of familie?
pl: Jak mogę udostępniać moje pudełka rodzinie i znajomym?
pt_pt: How can I share my Caixaes with friends and family?
uk: Як я можу поділитися своїми коробками з друзями та родиною?
zh_hans: 我怎样与家人和朋友分享我的箱子？
zh_hk: 我怎樣與家人和朋友分享我的箱子？

source: I couldn’t find the item „%@“.
ar: لم أتمكن من العثور على العنصر "%@".
bn: আমি "%@" আইটেমটি খুঁজে পাইনি।
cs: Nepodařilo se najít položku „%@“.
da: Jeg kunne ikke finde genstanden "%@".
de: Ich konnte den Gegenstand „%@“ nicht finden.
es: No pude encontrar el objeto "%@".
fr: Je n’ai pas pu trouver l’élément « %@ ».
hi: मुझे वस्तु „%@“ नहीं मिली।
it: Non sono riuscito a trovare l’elemento „%@“.
ja: アイテム「%@」が見つかりませんでした。
nl: Ik kon het item "%@" niet vinden.
pl: Nie udało mi się znaleźć przedmiotu „%@”.
uk: Я не зміг знайти елемент „%@“.
zh_hans: 我找不到物品「%@」。
zh_hk: 我找不到物品「%@」。
